[
      "soal": "Dalam opening segmen GFriend Memoria, lagu apa yg digunakan sebagai intro nya?",
      "jawaban": "Three of Cups"
    },
    {
      "soal": "Muka siapa yg Eunha gambar di episode Memoria in Gapyeong?",
      "jawaban": "Umji"
    },
    {
      "soal": "Lagu apa yang dinyanyikan Eunha dan Yuju di KCON 2018 Japan x MCountdown?",
      "jawaban": "Spring is Gone by Chance"
    },
    {
      "soal": "Siapa member GFriend yg berduet dengan Chanyeol di Music Bank Jakarta?",
      "jawaban": "Yuju"
    },
    {
      "soal": "Siapa member BTOB yg sangat menyukai GFriend?",
      "jawaban": "Changsub"
    },
    {
      "soal": "Siapa member yang sering tertidur di mobil?",
      "jawaban": "Yerin"
    },
    {
      "soal": "Sebutkan judul lagu yg dinyanyikan SinB untuk kdrama Do Do Sol Sol La La Sol?",
      "jawaban": "Like a Dream"
    },
    {
      "soal": "Siapa member GFriend yang mengisi soundtrack drama Meow a Secret Boy?",
      "jawaban": "Umji"
    },
    {
      "soal": "Lagu GFriend apa yg dinyanyikan Joy di dramanya?",
      "jawaban": "Me Gustas Tu"
    },
    {
      "soal": "Di episode pertama GFriend x Mamamoo, siapa member GFriend yg mendapat poin terbanyak untuk challenge pendosa diri?",
      "jawaban": "Yuju"
    },
    {
      "soal": "Siapa member GFriend yg mempunyai tanggal lahir yang sama?",
      "jawaban": "Umji dan Yerin"
    },
    {
      "soal": "Pada mafia dance GFriend, siapa yang berperan sebagai mafia?",
      "jawaban": "Eunha dan Umji"
    },
    {
      "soal": "Siapa anggota GFriend yang tidak memiliki nama panggung?",
      "jawaban": "Yerin"
    },
    {
      "soal": "Di konten Showtime Mamamoo x GFriend episode 2, siapa member yg kalah suit dan akhirnya mentraktir semua member?",
      "jawaban": "SinB"
    },
    {
      "soal": "Dalam Weekly Idol pertama GFriend, GFriend diundang bersama girl group lain. Siapa mereka?",
      "jawaban": "BerryGood"
    },
    {
      "soal": "Siapa member GFriend yang dapat memutar-mutarkan tangannya?",
      "jawaban": "SinB"
    },
    {
      "soal": "Siapa member GFriend yang sangat menyukai anggur?",
      "jawaban": "Umji"
    },
    {
      "soal": "SinB menyanyikan OST untuk kdrama A Love So Beautiful. Apa judul lagunya?",
      "jawaban": "Loveable"
    },
    {
      "soal": "Yuju mengisi soundtrack lagu I'm in the Mood for Dancing. Untuk judul dramanya adalah?",
      "jawaban": "True Beauty"
    },
    {
      "soal": "Eunha mengisi sound untuk sebuah game. Apa nama game tersebut?",
      "jawaban": "Birdie Crush"
    },
    {
      "soal": "Pada Battle Trip GFriend & BTOB, siapa saja member GFriend yang ikut serta?",
      "jawaban": "Yuju, SinB, Umji"
    },
    {
      "soal": "Siapakah member GFriend yang memetik apel pada MV 'Apple'?",
      "jawaban": "Eunha"
    },
    {
      "soal": "Sebutkan girl group lain yang ikut meng-cover lagu Into the New World bersama GFriend!",
      "jawaban": "LOL, Red Velvet, TWICE"
    },
    {
      "soal": "Sebutkan lagu GFriend yg memiliki sinkronisasi dance terbaik!",
      "jawaban": "White"
    },
    {
      "soal": "Apa nama dari fandom GFriend?",
      "jawaban": "Buddy"
    },
    {
      "soal": "Siapakah member GFriend yg memiliki beauty icon?",
      "jawaban": "Sowon"
    },
    {
      "soal": "Siapa member GFriend yg ditelpon VIVIZ pada saat Queendom 2?",
      "jawaban": "Sowon"
    },
    {
      "soal": "Siapa member GFriend yg bermain dalam movie New Normal sebagai cameo?",
      "jawaban": "Yerin"
    },
    {
      "soal": "Siapa member GFriend yang selalu memakai pelindung lutut untuk koreografi Me Gustas Tu?",
      "jawaban": "Yuju"
    },
    {
      "soal": "Siapa member Black Swan yg mengagumi Yuju?",
      "jawaban": "Gabi"
    },
    {
      "soal": "Apa julukan yg pernah dikasih member GFriend ke Yuju karena ke-random-annya?",
      "jawaban": "Yeojanya"
    },
    {
      "soal": "Dalam Glass Bead merchan, siapakah pemilik dari Glass Bead?",
      "jawaban": "SinB"
      }
  ]
